export const lines = [
  {
    _id: '50',
    lineNumber: '050',
    name: 'SHOPPING',
    points: [
      {
        extension: {
          _id: '05',
          name: 'BANDEIRANTES',
          schedules: ['13:05', '18:05'],
        },
        workingDays: [
          {
            _id: '1',
            name: 'SAÍDA FONTE',
            schedules: ['07:05', '08:05', '09:05', '10:05', '11:05', '12:05', '13:05', '18:05', '19:05', '20:05', '21:05', '22:05'],
          },
          {
            _id: '2',
            name: '26° GAC',
            schedules: ['07:11', '08:11', '09:11', '10:11', '11:11', '12:11', '13:11', '18:11', '19:11', '20:11', '21:11', '22:11'],
          },
          {
            _id: '3',
            name: 'PARQUE DAS CRIANÇAS',
            schedules: ['07:13', '08:13', '09:13', '10:13', '11:13', '12:13', '13:13', '18:13', '19:13', '20:13', '21:13', '22:13'],
          },
          {
            _id: '4',
            name: 'POSTO BAITALA',
            schedules: ['07:16', '08:16', '09:16', '10:16', '11:16', '12:16', '13:16', '18:16', '19:16', '20:16', '21:16', '22:16'],
          },
          {
            _id: '5',
            name: 'ATACADÃO',
            schedules: ['07:17', '08:17', '09:17', '10:17', '11:18', '12:18', '13:18', '18:18', '19:18', '20:18', '21:18', '22:18'],
          },
          {
            _id: '6',
            name: 'GUARATRUCK',
            schedules: ['07:19', '08:19', '09:19', '10:19', '11:19', '12:19', '13:19', '18:19', '19:19', '20:19', '21:19', '22:19'],
          },
          {
            _id: '7',
            name: 'POSTO SHELL',
            schedules: ['07:21', '08:21', '09:21', '10:21', '11:21', '12:21', '13:21', '18:21', '19:21', '20:21', '21:21', '22:21'],
          },
          {
            _id: '8',
            name: 'UTFPR',
            schedules: ['07:22', '08:22', '09:22', '10:22', '11:22', '12:22', '13:22', '18:22', '19:22', '20:22', '21:22', '22:22'],
          },
          {
            _id: '9',
            name: 'SHOPPING',
            schedules: ['07:24', '08:24', '09:24', '10:24', '11:24', '12:24', '13:24', '18:24', '19:24', '20:24', '21:24', '22:24'],
          },
        ],
        saturdays: [],
      },
    ],
  },
  {
    _id: '05',
    lineNumber: '005',
    name: 'BANDEIRANTES',
    points: [
      {
        extension: {
          _id: '',
          name: '',
          schedules: [],
        },
        workingDays: [
          {
            _id: '1',
            name: 'SAÍDA FONTE',
            schedules: ['06:40', '07:40', '08:40', '09:40', '10:40', '11:40', '12:40', '13:40', '14:40', '15:40', '16:40', '17:40', '18:40', '19:40', '23:00'],
          },
          {
            _id: '2',
            name: 'PREFEITURA MUNICIPAL',
            schedules: ['06:43', '07:43', '08:43', '09:43', '10:43', '11:43', '12:43', '13:43', '14:43', '15:43', '16:43', '17:43', '18:43', '19:43', '23:03'],
          },
        ],
        saturdays: [],
      },
    ],
  },
  {
    _id: '17',
    lineNumber: '017',
    name: 'TANCREDO NEVES'
  },
  {
    _id: '11',
    lineNumber: '011',
    name: 'SANTA CRUZ'
  },
  {
    _id: '1',
    lineNumber: '001',
    name: 'BOQUEIRÃO'
  },
  {
    _id: '6',
    lineNumber: '046',
    name: 'UNICENTRO'
  },
  {
    _id: '28',
    lineNumber: '028',
    name: 'BOQUEIRÃO VIA GUAÍRA'
  },
  {
    _id: '5',
    lineNumber: '005',
    name: 'VILA CARLI'
  },
  {
    _id: '16',
    lineNumber: '016',
    name: 'VENEZA'
  },
  {
    _id: '19',
    lineNumber: '019',
    name: 'COL. AGRICOLA VIA RODOVIARIA'
  },
];